{
  "area": "area",
  "areaTotal": "total area",
  "close": "close",
  "draw": {
    "polygon": "Draw a polygon",
    "trash": "Delete"
  },
  "tabs": {
    "map": "Interactive map"
  },
  "introduction": {
    "title": "Welcome to the EIRA interactive map!",
    "body": "This platform provides an interactive interface to view maps and information developed by PL-LCH (Platform of Hydraulic Constructions) and PERL (Plant Ecology Research Laboratory) at EPFL in collaboration with the Région de Nouakchott and the CNRE (Centre National de la Ressource en Eau) in Nouakchott, Mauritania. Currently, this map provides information related to topography and groundwater level (piezometric) data in Nouakchott city, the study area.",
    "description": {
      "title": "Project Information",
      "body": "Despite a warm and dry climate, the city of Nouakchott (Mauritania) has been facing constant flooding for almost a decade, making part of the city inhabitable and posing long-term health and socio-economic threats. During the rainy season (July-September), the combination of a rising groundwater table, artificial groundwater recharge throughout the city, and reduced infiltration caused by rapid urbanization seem to be the origin of the observed increasing frequency and duration of flooding events. This project hypothesizes that increasing the long-term resilience to urban flooding in the city of Nouakchott can be achieved by planting salt-tolerant trees to lower the groundwater table. The project aims to quantify the water uptake of local tree species (transpiration) to simulate scenarios for an integrated and sustainable afforestation strategy for Nouakchott."
    },
    "navigation": {
      "title": "Site Navigation",
      "body": "After selecting which month(s) are of interest, the average monthly data layers can be selected using the dropdown menu titled “Select Layer.” The static layers on the left side of the map can also be turned on or off. The descriptions and legend provide additional information for each layer. The navigational tools on the top right part of the map provide the ability to zoom in and out, to see the map in full screen, and to locate the user (if location sharing is enabled). We advise users to access the site on a computer because it has not been optimized for mobile phones."
    },
    "partner": {
      "title": "Project Partners",
      "pl-lch": "PL-LCH (Platform of Hydraulic Constructions)",
      "crn": "Region of Nouakchott",
      "perl": "PERL (Plant Ecology Research Laboratory)",
      "cnre": "National Water Resources Center (CNRE)",
      "univ-nkc": "University of Nouakchott",
      "exaf": "EXAF (Excellence in Africa)",
      "lausanne": "City of Lausanne"
    },
    "people": {
      "title": "Project Team",
      "perona": "Paolo Perona",
      "perona-subtitle": "Academic Director at PL-LCH",
      "grossiord": "Charlotte Grossiord",
      "grossiord-subtitle": "Assistant Professor at PERL",
      "dubois": "Emmanuel Dubois",
      "dubois-subtitle": "Scientist (PL-LCH)",
      "marshall": "Montana Marshall",
      "marshall-subtitle": "Scientific Assistant (PL-LCH)",
      "chenal": "Jérôme Chenal",
      "chenal-subtitle": "Academic Director at EXAF",
      "cherif": "Saleck Ahmed Cherif",
      "cherif-subtitle": "Director of Studies, Projects, and Cooperation at the Region of Nouakchott",
      "boukhreiss": "Fatimatou Boukhreiss",
      "boukhreiss-subtitle": "Head of Project Monitoring and Coordination Service at the Region of Nouakchott"
    },
    "contact": {
      "title": "Contact Information"
    },
    "acknowledgement": {
      "title": "Acknowledgements",
      "body": "Much of the data and layers presented in this map belong to the Region of Nouakchott and the CNRE. This work was made possible through funding from the 2022 EPFL ENAC Interdisciplinary Cluster Grant. This visualization tool was created thanks to the participation of the ENAC-IT4R team of EPFL within the framework of the EIRA research project."
    },
    "license": {
      "title": "Data Licensing",
      "body": "Data are under a CC BY license. (Addresses of the datasets will be provided soon)"
    },
    "legalNotice": "Legal Notice",
    "dataProtection": "Data protection"
  },
  "story": {
    "introduction": {
      "title": "Research project EIRA",
      "subtitle": "Enhancing Infrastructure Resilience to Flooding using Afforestation The Case of Nouakchott city, Mauritania",
      "secondary": "A collaboration between the Platform of Hydraulic Constructions (PL-LCH), the Plant Ecology Research Laboratory (PERL) at EPFL, the Région de Nouakchott and the Centre National de la Ressource en Eau (CNRE – National Water Resource Institute)"
    },
    "nouakchottMauritania": {
      "title": "Nouakchott, Mauritania",
      "map": "story/nouakchott_map_en.png",
      "meteo": "story/nouakchott_meteo_en.png",
      "source": "Source data: World Bank",
      "paragraphs": [
        "Nouakchott is the capital and largest city of the Islamic Republic of Mauritania and one of the hubs of the Mauritanian economy.",
        "The city has rapidly expanded since the mid-1950s and currently has an area of approximately 200 km² and a population of 1.1 million people.",
        "Nouakchott is largely flat with an average elevation of 7 meters above sea level, with several districts close to or below sea level.",
        "Nouakchott has a hot desert climate with an average annual temperature of 29°C and average annual rainfall of 105 mm/year.",
        "The city sits on sandy soil with a very shallow and saline groundwater table.",
        "Domestic water (180,000 m³/day) is supplied through the Aftout Essahli conduit delivering surficial water from the Senegal River and through the pumping station in the quaternary freshwater aquifer of El-Trarza (north of Nouakchott).",
        "There is a limited sewer network in Nouakchott, only serving the oldest neighborhoods."
      ]
    },
    "floodingIssues": {
      "title": "Flooding issues",
      "paragraphs": [
        "Since 2010, an increasing frequency of flooding events has been observed, while a portion of the city has remained flooded.",
        "In recent years, there has been massive urban growth, with the population starting at approximately 6,000 people in 1961 and increasing to over 1 million people at present.",
        "This urban growth has caused decreased permeability, and therefore reduced infiltration around the city.",
        "An especially intense flood event occurred in 2013, which left 2,000 people homeless and caused a cholera outbreak (The Guardian, 2016).",
        "Climate change will also affect Nouakchott in the upcoming years, including the occurrence of more intense rainfall events and sea-level rise."
      ]
    },
    "hydrogeologicalContext": {
      "title": "Hydrogeological context",
      "diagram": "story/hydrogeological_context_en.png",
      "paragraphs": [
        "Shallow groundwater is maintained by sea intrusion from the Atlantic ocean that maintains a constant level in the water table beneath the city.",
        "As well, the re-infiltration of most of Nouakchott’s used water acts as artificial aquifer recharge, increasing the groundwater levels (Mohamed et al., 2017)"
      ]
    },
    "floodingSchema": {
      "flooding": "Flooding",
      "title": "Impact of the flooding",
      "paragraphs": {
        "before": [
          "Shallow groundwater and saltwater intrusion",
          "Limited sewer system",
          "Urban growth and reduced infiltration",
          "Climate change"
        ],
        "after": [
          "Homelessness and property loss",
          "Limitations on social, urban, and industrial growth",
          "Spread of infectious diseases ",
          "Economic losses and interruptions"
        ]
      }
    },
    "projectDescription": {
      "title": "Project Description and Goals",
      "photo1": "story/project_description_1_en.png",
      "photo2": "story/project_description_2_en.png",
      "paragraphs": [
        "The goal of the project is to assess how planting trees in the city of Nouakchott could help to increase the resilience of the community to urban flooding. Considering the arid conditions (little rainfall) and the abundant shallow groundwater, trees will use groundwater to maintain their growth. This nature-based solution uses trees as natural pumps to lower the groundwater levels through their water uptake, the transpiration, thus increasing the soil storage capacity to store more water during rain season.",
        "This work consists of a joint interdisciplinary ecohydrology and plant physiology approach and aims to quantify the transpiration of tree species found locally to simulate tree-planting scenarios in the city to develop an integrated and sustainable tree-planting strategy for Nouakchott. In addition to increasing the city’s resilience to flooding, tree-planting in the city could have positive impacts by enhancing the provision of sustainable services for the people and the economy."
      ]
    },
    "projectObjectives": {
      "title": "Project Objectives",
      "paragraphs": [
        "To understand current groundwater functioning from historical meteorological records and groundwater levels from the existing network of piezometers ",
        "To quantify actual transpiration of existing local tree species as well as soil-plant-atmosphere energy and mass exchanges at the plant scale and drought/heat resilience",
        "To implement an urban-scale 3D groundwater model including surface- groundwater and soil- atmosphere flux exchanges due to transpiration by vegetation",
        "Use the groundwater model to provide tree-planting scenarios and assess their impacts on flooding, saline intrusion, and soil subsidence for possible inclusion in development planning"
      ],
      "paragraphs_titles": [
        "Data Analysis",
        "Plant physiology",
        "Eco-hydrogeology Modelling",
        "Sustainable water management"
      ]
    },
    "firstFieldCampain": {
      "title": "First field campaign",
      "paragraphs": [
        "The first field campaign of the project allowed the project team of the Région de Nouakchott and EPFL to meet in person, to monitor tree transpiration with 12 sap flow sensors on five different tree species, to monitor five groundwater observation wells (automatic sensors), to map flooded areas in the city, and to define the topics of four master projects in collaboration with the Biology Department of the University of Nouakchott."
      ]
    },
    "groundwaterMonitoring": {
      "title": "Groundwater Monitoring",
      "map": "story/groundwater_monitoring_map_en.png"
    },
    "targetedTreeSpecies": {
      "title": "Targeted tree species",
      "phoenix_vernacular": "(Date palm/Nkhal)"
    },
    "transpirationMonitoring": {
      "title": "Transpiration Monitoring",
      "paragraphs": [
        "Quantification of tree transpiration using sap flow meters (based on the heat ratio method; Burgess et al., 2001), powered by solar panels."
      ]
    },

    "references": "References",
    "enacResearchDay": {
      "title": "Project presentation at",
      "text": "Watch the presentation of the project at the ENAC Research Day (EPFL) in September 2023:"
    },
    "interactiveMap": {
      "title": "Link to the interactive map",
      "paragraphs": [
        "This platform provides an interactive interface to view maps and information developed by PL-LCH (Platform of Hydraulic Constructions) and PERL (Plant Ecology Research Laboratory) at EPFL in collaboration with the Région de Nouakchott and the CNRE (Centre National de la Ressource en Eau) in Nouakchott, Mauritania.",
        "Currently, this map provides information related to topography and groundwater level (piezometric) data in Nouakchott city, the study area."
      ]
    }
  },
  "layer": "layer | layers",
  "layers": {
    "cityLimit": "Approximate City Development Limit",
    "cityLimit-subtitle": "Approximate limit of the dense urban areas of Nouakchott, estimated in early 2023.",
    "dataExtent": "Current Data Analysis Extent",
    "piezoContour": "Groundwater Head (contour)",
    "piezoContour-subtitle": "Based on the manual groundwater depth measurements in the Nouakchott observation well network, these data estimate the average monthly groundwater levels in the study area (in meters above sea level). The monthly values were calculated by averaging the available groundwater level data for each month over the period of record. As such, these values represent a “steady state” monthly approximation of groundwater levels. They are presented here with a 0.25 m-vertical resolution contours.",
    "piezoElevRaster": "Groundwater Head (surface)",
    "piezoElevRaster-subtitle": "Based on the manual groundwater depth measurements in the Nouakchott observation well network, these data estimate the average monthly groundwater levels in the study area (in meters above sea level). The monthly values were calculated by averaging the available groundwater level data for each month over the period of record. As such, these values represent a “steady state” monthly approximation of groundwater levels.",
    "piezoLocations": "Piezometer Locations",
    "piezoLocations-subtitle": "Locations of the piezometers (observation wells) for Nouakchott groundwater monitoring (CNRE) The data collection period is March 2015 to present.",
    "ponding": "Ponded Areas",
    "ponding-subtitle": "This layer represents steady-state monthly estimations of ponded areas, meaning that the groundwater head reaches the surface topography at these locations. These monthly ponded areas were calculated by comparing the groundwater level surfaces (represented in the “Groundwater Head (Surface)” layer) to the topographic data provided by the Region of Nouakchott (represented in the “Topographic Contours” layer). The different shades of blue represent different depths of ponding (lighter blue colors mean shallower ponded areas).",
    "topography": "Topographic Contours",
    "topography-subtitle": "1-meter topographic contours of the project area, provided by the Region of Nouakchott."
  },
  "map": {
    "title": "Research project EIRA",
    "subtitle": "Enhancing Infrastructure Resilience to Flooding using Afforestation. The Case of Nouakchott city, Mauritania"
  },
  "month": {
    "1": "January",
    "2": "February",
    "3": "March",
    "4": "April",
    "5": "May",
    "6": "June",
    "7": "July",
    "8": "August",
    "9": "September",
    "10": "October",
    "11": "November",
    "12": "December"
  },
  "selectLayer": "Select layer",
  "selectMonth": "Select month",
  "tool": "tool | tools"
}
