{
  "area": "aire",
  "areaTotal": "aire total",
  "close": "fermer",
  "draw": {
    "polygon": "Dessiner un polygone",
    "trash": "Supprimer"
  },
  "tabs": {
    "story": "Histoire"
  },
  "introduction": {
    "title": "Bienvenue sur la carte interactive du projet EIRA !",
    "body": "Cette plateforme permet de visualiser les cartes et informations développées par le PL-LCH (Plateforme de constructions hydrauliques) et le PERL (Plant Ecology Research Laboratory) à l'EPFL en collaboration avec la Région de Nouakchott et le CNRE (Centre National de la Ressource en Eau) à Nouakchott, Mauritanie. Actuellement, la carte présente des données de topographie et de niveaux d'eau souterrain (piézométrie) dans la ville de Nouakchott, la zone d'étude.",
    "description": {
      "title": "Description du projet",
      "body": "La ville de Nouakchott (Mauritania) fait face à des problèmes d'inondations depuis environ une décennie, malgré le climat chaud et humide. Ces inondations rendent certaines parties de la ville insalubres et posent des problèmes socio-économiques et de santé publique à long terme. Pendant la saison des pluies (juillet-septembre), la combinaison de l'augmentation du niveau de la nappe d'eau souterraine, la recharge artificielle des eaux souterraines au travers de la ville et la diminution de la capacité d'infiltration des eaux pluviales due à l'urbanisation rapide semble être à l'origine de l'augmentation de la fréquence et de la durée des inondations. Ce projet suppose que la plantation d'espèces d'arbres tolérantes au sel permettra l'amélioration de la résilience de la ville de Nouakchott aux inondations en rabattant le niveau de la nappe. Le projet vise alors à quantifier la consommation d'eau d'espèces d'arbres locales (transpiration) pour la simulation de scénarios de stratégie de plantation d'arbres intégrés et longs termes à Nouakchott."
    },
    "navigation": {
      "title": "Navigation sur le site",
      "body": "Après la sélection des mois désirés, les données cartographiques de moyenne mensuelle peuvent être sélectionnées en utilisant le menu déroulant nommé \"Sélection de couches\". Les couches statiques sur la partie gauche de la carte peuvent aussi être affichées ou non. Les descriptions et les légendes apportent des informations complémentaires sur chaque couche. Les outils de navigation sur la partie supérieure droite de la carte permettent de zoomer ou dézoomer, passer la carte en plein écran et se géolocaliser (si la localisation est activée). Il est conseillé d'accéder au site internet depuis un ordinateur parce qu'il n'a pas été optimisé pour les téléphones intelligents."
    },
    "partner": {
      "title": "Partenaires du projet",
      "pl-lch": "PL-LCH (Plateforme de constructions hydrauliques)",
      "crn": "Région de Nouakchott",
      "perl": "PERL (Plant Ecology Research Laboratory)",
      "cnre": "Centre national de la ressource en eau (CNRE)",
      "univ-nkc": "Université de Nouakchott",
      "exaf": "EXAF (Excellence in Africa)",
      "lausanne": "Ville de Lausanne"
    },
    "people": {
      "title": "Equipe du projet",
      "perona": "Paolo Perona",
      "perona-subtitle": "Directeur académique du PL-LCH",
      "grossiord": "Charlotte Grossiord",
      "grossiord-subtitle": "Professeure assistante du PERL",
      "dubois": "Emmanuel Dubois",
      "dubois-subtitle": "Chercheur (PL-LCH)",
      "marshall": "Montana Marshall",
      "marshall-subtitle": "Ingénieure de recherche (PL-LCH)",
      "chenal": "Jérôme Chenal",
      "chenal-subtitle": "Directeur académique de EXAF",
      "cherif": "Saleck Ahmed Cherif",
      "cherif-subtitle": "Directeur des études, de la programmation et de la coopération de la Région de Nouakchott",
      "boukhreiss": "Fatimatou Boukhreiss",
      "boukhreiss-subtitle": "Chargée du service de l’instrumentation et de la coordination de la Région de Nouakchott"
    },
    "contact": {
      "title": "Contact"
    },
    "acknowledgement": {
      "title": "Remerciements",
      "body": "Une grande partie des données et couches cartographiques présentées dans cette carte appartiennent à la Région de Nouakchott et au CNRE. Ce travail a été rendu possible grâce au financement de l'EPFL \"2022 ENAC Interdisciplinary Cluster Grant\". Cet outil de visualisation a été créé dans le cadre de ce projet de recherche par l'équipe EPFL de ENAC-IT4R"
    },
    "license": {
      "title": "Licence de données",
      "body": "Les données sont protégées par une licence CC BY (les adresses des jeux de données seront ajoutées prochainement)"
    },
    "legalNotice": "Mentions légales",
    "dataProtection": "Protection des données"
  },
  "story": {
    "nouakchottMauritania": {
      "title": "Nouakchott, Mauritanie",
      "map": "story/nouakchott_map_fr.png",
      "meteo": "story/nouakchott_meteo_fr.png",
      "source": "Données sources: Banque Mondiale",
      "paragraphs": [
        "Nouakchott est la capitale de la République Islamique de Mauritanie et sa plus grande ville. C’est un des centres économiques de Mauritanie.",
        "La croissance de la ville est très importante depuis le milieu des années 1950 and couvre présentement une superficie d’environ 200 km2 pour une population de 1.1 million d’habitants.",
        "Le relief de Nouakchott est relativement plat avec une altitude moyenne de 7 m au-dessus du niveau de la mer et avec plusieurs quartiers proches ou sous le niveau de la mer.",
        "Le climat à Nouakchott est chaud et désertique avec une température annuelle de 29°C et 105 mm/an de précipitation.",
        "La ville est bâtie sur des sols sableux contenant une nappe d’eau salée dont le niveau est proche de la surface.",
        "L’alimentation en eau domestique (180 000 m3/j) est assurée par l’apport de l’Aftout Essahli, apportant de l’eau captée dans le fleuve Sénégal et par la station de pompage dans l’aquifère quaternaire de El-Trarza (Nord de Nouakchott). ",
        "Il existe un reseau d’eaux usées limité, couvrant principalement les plus vieux quartiers de la ville."
      ]
    },
    "floodingIssues": {
      "title": "Le problème des inondations",
      "paragraphs": [
        "Une augmentation de la fréquence des inondations a été observée alors que certaines parties de la ville sont inondées en permanence.",
        "Dans les dernières années, il y a eu une expansion urbaine particulièrement importante faisant passer la population de la ville d’environ 6000 personnes en 1961 à plus de 1 million présentement.",
        "La croissance urbaine a entrainé une capacité d’infiltration réduite dans la ville.",
        "Une crue particulièrement intense a eu lieu en 2013 qui a laissé 2000 personnes privées de leurs logements et a créé une épidémie de Cholera (The Guardian, 2016)",
        "Les changements climatiques impacteront aussi Nouakchott, notamment à cause d’épisodes pluvieux plus intenses et une projection de l’augmentation du niveau de la mer"
      ]
    },
    "hydrogeologicalContext": {
      "title": "Contexte hydrogéologique",
      "paragraphs": [
        "L’intrusion marine maintient un niveau d’eau souterraine constant sous la ville",
        "+",
        "L’infiltration de la plupart des eaux usées de Nouakchott fonctionne comme une recharge artificielle des eaux souterraines, faisant augmenter les niveaux d’eau souterrains (Mohamed et al., 2017). ",
        "= Risque d’inondation par remontée de nappe",
        "Une des solutions pour réduire les inondations consiste à rabaisser le niveau de la nappe d’eau souterraine (réduction de la recharge, augmentation des prélèvements dans la nappe…)"
      ]
    },
    "floodingSchema": {
      "title": "Inondation",
      "risks": "Facteurs de risque",
      "effects": "Conséquences des inondations",
      "paragraphs": {
        "before": [
          "Eaux souterraines proches de la surface et intrusion marine",
          "Résau d’eaux uséee limité",
          "Croissance urbaine et reduction de l’infiltration",
          "Changements climatiques"
        ],
        "after": [
          "Itinérance et perte de propriétés",
          "Limitations sociales, urbaines et économiques",
          "Risque épidémiologique",
          "Pertes et interruptions économiques"
        ]
      }
    }
  },
  "layer": "couche | couches",
  "layers": {
    "cityLimit": "Développement approximatif de la ville",
    "cityLimit-subtitle": "Limite approximative du tissu urbain dense de Nouakchott estimée début 2023.",
    "piezoContour": "Niveaux piézométriques (isopièzes)",
    "piezoContour-subtitle": "Basées sur les mesures manuelles de la profondeur des niveaux d’eau souterraine dans le réseau de piézomètres de Nouakchott, ces données présentent le niveau d’eau souterraine mensuel moyen dans la zone d’étude (en mètres au-dessus du niveau de la mer). Les valeurs mensuelles ont été obtenues en moyennant les données mensuelles disponibles pour la période de mesures. Ces valeurs présentent donc une approximation mensuelle des niveaux d’eau souterraine en régime permanent. Ils sont présentés ici sous forme d’isopièzes avec une résolution verticale de 0.25 m.",
    "piezoElevRaster": "Niveaux piézométriques (continus)",
    "piezoElevRaster-subtitle": "Basées sur les mesures manuelles de la profondeur des niveaux d’eau souterraine dans le réseau de piézomètres de Nouakchott, ces données présentent le niveau d’eau souterraine mensuel moyen dans la zone d’étude (en mètres au-dessus du niveau de la mer). Les valeurs mensuelles ont été obtenues en moyennant les données mensuelles disponibles pour la période de mesures. Ces valeurs présentent donc une approximation mensuelle des niveaux d’eau souterraine en régime permanent.",
    "piezoLocations": "Localisation des piézomètres",
    "piezoLocations-subtitle": "Localisation des piézomètres de suivi du niveau de la nappe à Nouakchott (CNRE). Les données couvrent la période mars 2015 à aujourd’hui.",
    "ponding": "Zones inondées",
    "ponding-subtitle": "Cette couche représente une estimation mensuelle des zones inondées en régime permanent, correspondant à des zones où les niveaux d’eau souterraine atteignent la surface topographique. Ces zones inondées au pas de temps mensuel ont été obtenues en soustrayant l’altitude des niveaux d’eau souterraine (données présentées dans la section « Niveaux piézométriques (continus) ») aux données topographiques de la Région de Nouakchott (données présentées dans la section « Topographie »). Les différentes nuances de bleu représentent la profondeur des niveaux d’eau (bleu clair correspondant à des surfaces d’eau peu profondes).",
    "topography": "Topographie",
    "topography-subtitle": "Lignes de niveau avec une résolution verticale de 1 m, données de la Région de Nouakchott."
  },
  "map": {
    "title": "Projet de recherche EIRA",
    "subtitle": "Améliorer la résilience de l'infrastructure au phénomène d'inondation en utilisant la plantation d'arbres, cas d'étude pour la ville de Nouakchott, Mauritanie"
  },
  "month": {
    "1": "Janvier",
    "2": "Février",
    "3": "Mars",
    "4": "Avril",
    "5": "Mai",
    "6": "Juin",
    "7": "Juillet",
    "8": "Août",
    "9": "Septembre",
    "10": "Octobre",
    "11": "Novembre",
    "12": "Décembre"
  },
  "selectLayer": "Sélectionner la couche",
  "selectMonth": "Sélectionner le mois",
  "tool": "outil | outils"
}
